tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.9", link: false
brew "autojump"
brew "black"
brew "bpytop"
brew "curl"
brew "docker"
brew "elixir"
brew "fd"
brew "webp"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "grep"
brew "htop"
brew "ipfs"
brew "lua"
brew "macvim", link: false
brew "mas"
brew "openjdk"
brew "maven"
brew "nano"
brew "neofetch"
brew "neovim"
brew "neovim-remote"
brew "node"
brew "numpy", link: false
brew "php"
brew "pipes-sh"
brew "pyinstaller"
brew "pylint"
brew "rust"
brew "rust-analyzer"
brew "rustup-init"
brew "speedtest-cli"
brew "swiftlint"
brew "thefuck"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "ttyplot"
brew "vim"
brew "wget"
brew "wifi-password"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "amethyst"
cask "cloudflare-warp"
cask "coderunner"
cask "discord-canary"
cask "firefox-nightly"
cask "font-fira-code"
cask "font-hack"
cask "font-ibm-plex"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "font-new-york"
cask "font-poppins"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "font-terminus"
cask "font-zilla-slab"
cask "github-beta"
cask "macs-fan-control"
cask "plex"
cask "plex-media-server"
cask "tor-browser-alpha"
cask "zoom"
mas "1Blocker", id: 1365531024
mas "Aviary", id: 1522043420
mas "Boop", id: 1518425043
mas "Codye", id: 1516894961
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Elmedia Video Player", id: 1044549675
mas "HacKit", id: 1549557075
mas "HazeOver", id: 430798174
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magic Lasso", id: 1198047227
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Trello", id: 1278508951
mas "Twitter", id: 1482454543
mas "Unsplash Wallpapers", id: 1284863847
mas "Xcode", id: 497799835
