tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "wez/wezterm"
brew "curl"
brew "git"
brew "go"
brew "ipfs"
brew "mas"
brew "neofetch"
brew "openjdk"
brew "pandoc"
brew "python@3.9"
brew "ruby"
brew "rust"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "alacritty"
cask "amethyst"
cask "coderunner"
cask "discord"
cask "font-agave-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "macs-fan-control"
cask "wezterm-nightly"
cask "zoom"
mas "Alto's Odyssey The Lost City", id: 1538650027
mas "AngryBirdsReloaded", id: 1539172625
mas "Aviary", id: 1522043420
mas "BASS2", id: 1501689671
mas "Bleak Sword", id: 1462175845
mas "Boop", id: 1518425043
mas "Codye", id: 1516894961
mas "Creaks", id: 1466040723
mas "Developer", id: 640199958
mas "Exit the Gungeon", id: 1474963043
mas "HacKit", id: 1549557075
mas "HazeOver", id: 430798174
mas "Hot Lava", id: 1469254409
mas "Hush", id: 1544743900
mas "Inmost", id: 1465235605
mas "Keynote", id: 409183694
mas "Magic Lasso", id: 1198047227
mas "Magnet", id: 441258766
mas "Mini Metro+", id: 1550663539
mas "Mini Motorways", id: 1456188526
mas "NBA 2K21 Arcade Edition", id: 1555650987
mas "Numbers", id: 409203825
mas "Oceanhorn 2", id: 1460715987
mas "Oceanhorn CD", id: 1496599163
mas "Pages", id: 409201541
mas "Punch Planet", id: 1472966561
mas "Reeder", id: 1529448980
mas "Sasquatch", id: 1465346522
mas "Sayonara Wild Hearts", id: 1461823255
mas "Skate City", id: 1470376606
mas "Super Impossible Road", id: 1465855920
mas "Super Leap Day", id: 1525344288
mas "Towaga: Among Shadows", id: 1468983147
mas "Twitter", id: 1482454543
mas "WHAT THE GOLF", id: 1474771319
mas "Xcode", id: 497799835
