tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "python@3.9"
brew "bpytop"
brew "curl"
brew "ffmpeg"
brew "git"
brew "go"
brew "openjdk"
brew "neofetch"
brew "neovim"
brew "rust"
brew "speedtest-cli"
brew "swiftlint"
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "discord-canary"
cask "font-new-york"
cask "font-sf-compact"
cask "font-sf-mono"
cask "font-sf-pro"
cask "zoom"
