tap "cloudflare/cloudflare"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "autoconf"
brew "automake"
brew "python@3.9"
brew "cloudflare-wrangler"
brew "curl"
brew "dotnet"
brew "libtool"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "gnupg"
brew "go"
brew "ipfs"
brew "libressl"
brew "libssh"
brew "llvm"
brew "lua"
brew "mas"
brew "mono"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "openjdk"
brew "openssh"
brew "openssl@3"
brew "pandoc"
brew "publish"
brew "ruby"
brew "rustup-init"
brew "vim"
brew "wget"
brew "yarn"
brew "zig"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cloudflare/cloudflare/cloudflared"
cask "authy"
cask "brave-browser-nightly"
cask "coderunner"
cask "discord-canary"
cask "firefox-nightly"
cask "font-ibm-plex"
cask "macs-fan-control"
cask "steam"
cask "visual-studio-code-insiders"
mas "Aviary", id: 1522043420
mas "Baking Soda", id: 1601151613
mas "BioShock 2 Remastered", id: 1252923162
mas "BioShock Remastered", id: 1252653641
mas "Boop", id: 1518425043
mas "Codye", id: 1516894961
mas "Dandara", id: 1373309118
mas "Developer", id: 640199958
mas "DuckDuckGo Privacy Essentials", id: 1482920575
mas "Dynamo", id: 1445910651
mas "HazeOver", id: 430798174
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lights Off", id: 292025150
mas "Magic Lasso", id: 1198047227
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Super Agent", id: 1568262835
mas "TestFlight", id: 899247664
mas "Twitter", id: 1482454543
mas "Unsplash Wallpapers", id: 1284863847
mas "Vinegar", id: 1591303229
mas "Xcode", id: 497799835
