tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "lhvy/tap"
brew "autoconf"
brew "automake"
brew "python@3.9"
brew "cmake"
brew "curl"
brew "dotnet"
brew "libtool"
brew "ffmpeg"
brew "gcc"
brew "git"
brew "gnupg"
brew "go"
brew "ipfs", restart_service: true
brew "libressl"
brew "libssh"
brew "llvm"
brew "lua"
brew "mas"
brew "mono"
brew "neovim"
brew "nghttp2"
brew "nmap"
brew "node"
brew "openjdk"
brew "openssh"
brew "openssl@3"
brew "pandoc"
brew "publish"
brew "ruby"
brew "rustup-init"
brew "vim"
brew "yarn"
brew "youtube-dl"
brew "zig"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "lhvy/tap/pipes-rs"
cask "authy"
cask "brave-browser-nightly"
cask "coderunner"
cask "discord-canary"
cask "firefox-nightly"
cask "font-ibm-plex"
cask "macs-fan-control"
cask "steam"
mas "Aviary", id: 1522043420
mas "Baking Soda", id: 1601151613
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Magic Lasso", id: 1198047227
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Super Agent", id: 1568262835
mas "Vinegar", id: 1591303229
mas "Xcode", id: 497799835
